Revit 2027 API
ParameterTypeId.FbxAssetType Property
 "Light Source"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxAssetType { get; }
Public Shared ReadOnly Property FbxAssetType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxAssetType {
	ForgeTypeId^ get ();
}
static member FbxAssetType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace